{
  "type": "DISCIPLINARY",
  "data": "{}\n# Executive Summary of Disciplinary Case\n\n## Headline\n**Clarification on Approval of Mining Plans in Arunachal Pradesh**\n\n## Executive Summary\nThis document outlines a disciplinary case involving the approval of five mining plans for graphite mineral deposits in Arunachal Pradesh. The Chief Controller of Mines (I/C) issued a directive to the Regional Controller of Mines in Guwahati, Assam, regarding the contravention of the Mines and Minerals (Development and Regulation) Act, 1957 (MMDR Act). The Regional Controller of Mines had executed lease deeds for five graphite deposits before obtaining the necessary approvals from the Central Government, as mandated by the MMDR Act and the Minerals Concession Rules 2016. The Chief Controller of Mines advised immediate remedial action to align with the legal requirements.\n\n## Charged Officer Details\n- **Name**: Not specified in the document.\n- **Designation**: Regional Controller of Mines, Indian Bureau of Mines, Guwahati, Assam.\n\n## Key Allegations\n- Executing lease deeds for five graphite deposits before obtaining the necessary approvals from the Central Government.\n- Contravening Section 5(2)(b) of the MMDR Act, which mandates that no mining lease shall be granted unless there is a mining plan duly approved by the Central Government.\n- Violating Rule 7(10) of the Minerals Concession Rules 2016, which stipulates that all conditions regarding a mining plan must be satisfied before the execution of lease deeds.\n\n## Evidence & Findings\n- The lease deeds for the five graphite deposits were executed on dates ranging from January 29, 2021, to May 20, 2021.\n- The provisional and final approvals for the mining plans were granted on dates ranging from August 12, 2021, to August 17, 2021.\n- The approvals were granted in contravention of the MMDR Act and the Minerals Concession Rules 2016.\n\n## Defense Arguments\n- No specific defense arguments are provided in the document.\n\n## Conclusion/Status\n- The Chief Controller of Mines advised the Regional Controller of Mines to take immediate remedial action to align with the legal requirements of the MMDR Act and the Minerals Concession Rules 2016."
}