{
  "type": "DISCIPLINARY",
  "data": "{}\r\n# Disciplinary Case Against Sh. K.K. Tardia\r\n\r\n## Executive Summary\r\nThe document outlines a disciplinary proceeding against Sh. K.K. Tardia, RCOM, IBM, for alleged misconduct in the approval of mining plans and execution of mining leases. The case centers around the approval of five graphite mining plans in violation of the Mines and Minerals (Development and Regulation) Act, 1957 (MMDR Act). The Disciplinary Authority (DA) disagrees with the Inquiry Authority's (IA) findings, arguing that the CO's actions led to a loss to the exchequer and were contrary to the law. The CO maintains that his actions were in compliance with existing procedures and that the loss to the exchequer is hypothetical.\r\n\r\n## Charged Officer Details\r\n- **Name**: Sh. K.K. Tardia\r\n- **Designation**: Regional Controller of Mines (RCOM), IBM\r\n\r\n## Key Allegations\r\n- **Violation of MMDR Act**: Approval of mining plans for five graphite blocks without adhering to the provisions of the MMDR Act.\r\n- **Illegal Execution of Mining Leases**: Execution of mining leases without the approval of mining plans, leading to a loss to the exchequer.\r\n- **Failure to Maintain Devotion to Duty**: Behaving in a manner unbecoming of a government servant.\r\n\r\n## Evidence & Findings\r\n- **Inquiry Authority's Report**: The IA concluded that the CO's actions were illegal and caused a loss to the exchequer.\r\n- **Circulars and Statutory Provisions**: The IA cited the circular dated 13.04.2021 and the MMDR Act to support the charges.\r\n- **Loss to Exchequer**: The IA argued that the CO's actions led to a loss to the exchequer by approving mining plans after the execution of mining leases.\r\n\r\n## Defense Arguments\r\n- **Separate Government Agencies**: The CO argued that the approval of mining plans and the granting of mining leases are performed by two different government agencies.\r\n- **No Deviation from Circulars**: The CO maintained that his actions were in line with the circular dated 13.04.2021 and did not deviate from the statutory provisions.\r\n- **Past Precedents**: The CO cited past precedents where mining plans were approved without causing any loss to the exchequer.\r\n\r\n## Conclusion/Status\r\n- **Current Status**: The case is pending before the Disciplinary Authority (DA) for further action. The DA has tentatively disagreed with the IA's report and is seeking advice from the Union Public Service Commission (UPSC) as per Rule 15 of the CCS (CCA) Rules, 1965.\r\n\r\nThe document highlights the complexities and nuances involved in the approval of mining plans and the execution of mining leases, emphasizing the need for strict adherence to statutory provisions and the potential consequences of non-compliance."
}