{
  "type": "DISCIPLINARY",
  "data": "{\n  \"headline\": \"Disciplinary Proceedings Against Officer for Mining Plan Approvals\",\n  \"executive_summary\": \"The case involves an officer who was charged with approving mining plans for five graphite blocks in violation of the MMDR Act, causing a loss to the exchequer, and behaving unbecoming of a government servant. Key evidence includes a circular from 2021, Supreme Court judgments, and High Court orders. The officer's successor revoked the approved mining plans, and the officer challenged this revocation in court.\",\n  \"charged_officer_details\": {\n    \"name\": \"Not specified in the text\",\n    \"designation\": \"Not specified in the text\"\n  },\n  \"key_allegations\": [\n    \"Approval of mining plans of five graphite blocks against the provisions of MMDR Act\",\n    \"Failure to maintain devotion to duties and behaving unbecoming of a government servant\",\n    \"Causing loss to the exchequer by approving mining plans without auctions\"\n  ],\n  \"evidence_and_findings\": {\n    \"key_evidence\": [\n      \"Circular dated 13.04.2021 which mentions cases where mining leases were not executed\",\n      \"Hon'ble Supreme Court judgment WP 114 of 2014\",\n      \"Hon'ble High Court of Madhya Pradesh order dated 26th of September 2022\"\n    ],\n    \"procedural_steps\": [\n      \"Reply on Report of Inquiry Authority and note of disagreement of Disciplinary Authority\",\n      \"Revocation of approved mining plans by successor Regional Controller of Mines on 07.01.2022\",\n      \"Challenging the revocation order in court of law before Hon'ble High Court Guwahati\"\n    ],\n    \"important_dates\": [\n      \"13.04.2021 - Date of circular\",\n      \"07.01.2022 - Date of revocation of approved mining plans\",\n      \"26.09.2022 - Date of Hon'ble High Court of Madhya Pradesh order\"\n    ]\n  },\n  \"defense_arguments\": \"Not specified in the text\",\n  \"conclusion_status\": \"The case is ongoing with the officer challenging the revocation of approved mining plans in court.\"\n}}"
}