{
  "type": "DISCIPLINARY",
  "data": "{}\n# Graphite Mining Plans Approval Clarification\n## Executive Summary\nThe document pertains to a clarification request regarding the approval of five mining plans for Graphite in Arunachal Pradesh. The Regional Controller of Mines in Guwahati seeks to confirm the lease status and its compliance with the Mines and Minerals (Development and Regulation) Amendment Act, 2021. The key points include the validity of the mining lease deeds executed and registered before the act's commencement date, and the non-violation of Section 5(2)(b) of the MMDR Act, 1957. The document also addresses the circular issued by CCOM on April 13, 2021, which advises revoking approved mining plans that became invalid post the act's implementation.\n## Charged Officer Details\n- **Name**: K.K. Tardia\n- **Designation**: Regional Controller of Mines, IBM-Guwahati\n## Key Allegations\n- The approval of five mining plans for Graphite in Arunachal Pradesh is under scrutiny.\n- The mining lease deeds were executed and registered before the MMDR Amendment Act, 2021, came into force.\n- The deeds are claimed to be in compliance with the MMDR Act, 1957, and do not violate Section 5(2)(b).\n- The circular issued by CCOM on April 13, 2021, advises revoking approved mining plans that became invalid post the act's implementation.\n## Evidence & Findings\n- The lease deeds were executed and registered before the effective date of lapsing of the right to obtain a Mining Lease.\n- The deeds are claimed to be in compliance with the MMDR Act, 1957, and do not violate Section 5(2)(b).\n- The circular issued by CCOM on April 13, 2021, advises revoking approved mining plans that became invalid post the act's implementation.\n## Defense Arguments\n- The lease deeds were executed and registered before the effective date of lapsing of the right to obtain a Mining Lease.\n- The deeds are claimed to be in compliance with the MMDR Act, 1957, and do not violate Section 5(2)(b).\n- The circular issued by CCOM on April 13, 2021, advises revoking approved mining plans that became invalid post the act's implementation.\n## Conclusion/Status\nThe document seeks to clarify the status of the five mining plans for Graphite in Arunachal Pradesh, emphasizing their compliance with the MMDR Act, 1957, and the non-violation of Section 5(2)(b). The Regional Controller of Mines in Guwahati requests confirmation of the lease status and its compliance with the MMDR Amendment Act, 2021."
}