{
  "type": "DISCIPLINARY",
  "data": "{\"Headline\": \"Disagreement Note on Disciplinary Proceedings Against Shri K.K. Tardia, RCOM, Guwahati\",\n  \"Executive Summary\": \"This document outlines the disciplinary proceedings against Shri K.K. Tardia, a Regional Controller of Mines (RCOM) in Guwahati. The proceedings are based on a charge sheet issued on 21.02.2022, which was followed by a reply from the charged officer on 07.03.2022. The Inquiry Authority concluded that the charged officer violated the provisions of the MMDR Act by approving mining plans without proper approval. The Disciplinary Authority, however, disagrees with certain findings of the Inquiry Authority, particularly regarding the influence of a circular and the attribution of loss to the exchequer.\",\n  \"Charged Officer Details\": {\n    \"Name\": \"Shri K.K. Tardia\",\n    \"Designation\": \"Regional Controller of Mines (RCOM), Guwahati\"\n  },\n  \"Key Allegations\": [\n    \"Approval of mining plans of five graphite blocks against the provisions of the MMDR Act\",\n    \"Failure to maintain devotion to duties and behaving in a manner unbecoming of a Government servant\",\n    \"Causing loss to the exchequer by approving mining plans without proper auction\"\n  ],\n  \"Evidence & Findings\": {\n    \"Inquiry Authority's Report\": \"The Inquiry Authority concluded that the charged officer violated the MMDR Act by approving mining plans without proper approval, influenced by a circular dated 13.04.2021. The authority also found that the charged officer failed to maintain devotion to duties and behaved unbecoming of a Government servant.\",\n    \"Disagreement Note\": \"The Disciplinary Authority disagreed with the Inquiry Authority's findings, particularly regarding the influence of the circular and the attribution of loss to the exchequer.\"\n  },\n  \"Defense Arguments\": \"The charged officer submitted a reply on 07.03.2022, but specific defense arguments are not detailed in the provided text.\",\n  \"Conclusion/Status\": \"The Disciplinary Authority has come to a tentative conclusion to disagree with certain findings of the Inquiry Authority and provided the charged officer with an opportunity to submit a written representation within 15 days.\"\n}"
}